application/modules/site/controllers/SiteController.php

SELECT * FROM `geo` WHERE `id`=1
---
    public function beforeAction($action)
    {
        if (!Debug::isPageSpeed()) {
            if (!Yii::$app->session->get('city_id')) {
                $CityDefault = Geo::find()->where(['is_default' => true])->one();
                if ($CityDefault) {
                    Yii::$app->session->set('city_id', $CityDefault->id);
                }
            }

            $geo = CurrentGeo::find()->one();