application/modules/user/models/entity/User.php

SELECT `b`.* FROM `auth_assignment` `a`, `auth_item` `b` WHERE (`a`.`item_name`=`b`.`name`) AND (`a`.`user_id`='1') AND (`b`.`type`=1)
---
    public function getGroup()
    {
        /* ругается что не приходит объект, надо бы исправить*/
        // TODO: repair
        try {
            return AuthItem::findOne(['name' => AuthAssignment::findOne(['user_id' => $this->id])->item_name]);

SELECT * FROM `user` WHERE `id`=1
---
    public static function findByUsername($username)
    {
        return static::findOne(['username' => $username]);