application/modules/geo/models/entity/Geo.php

SELECT * FROM `geo_timezone` WHERE `id`=1
---
    public function getTimeZone()
    {
        return GeoTimezone::findOne($this->time_zone_id);