<?php
/* @var $this \yii\web\View */

$this->title = 'Как сказать спасибо интернет-магазину?';
?>
<div>
    Наши интернет-магазин каждый день пытается стать лучше, но в зачастую это всё остается вне видимости клиенту. Нам приходится согласовывать доставку каждого заказа не только внутри магазина, а ещё с поставщиками.<br />
    Наша работа это не сидеть на месте и при получении заказа взять мешочек корма и привезти, а ещё подбор вариантов чтобы в кратчайшие сроки доставить заказы для покупателя. Оптимизация логистики в процессе доставки чтобы доставка была удобная и для клиента и для магазина.<br />
    И бывают случаи, когда мы выполняем свою работу плохо, а бывают случаи когда хорошо! Поэтому наш магазин нуждается в реальных отзывах о нас и нашей работе. Это позволит нам трезво оценить картину, более детальней рассмотреть наши проблемы и устронить чтобы впоследствии доставка для клиента была максиамльно удобной.<br />
    Любой отзыв плохой или хороший - это всегда хорошо. Мы не стараемся накрутить отзывов чтобы быть белыми и пушыстыми. Дорогие клиенты, оставляйте ваши мнения на площадках перечисленных ниже. Мы рады любой обратной связи!
</div>
<h2>Оставить отзыв на 2GIS, +10 к карме</h2>
<h2>Оставить отзыв в Яндекс-справочнике, +10 к карме</h2>
<h2>Оставить отзыв на нашем сайте, +20 к карме</h2>
<h2>Поделить мнением о купленном товаре, +20 к карме</h2>