<?

use app\models\tool\seo\Title;
use app\models\tool\System;

?>
<? $this->title = Title::showTitle("Оплата");
$this->params['breadcrumbs'][] = ['label' => 'Оплата', 'url' => ['/payment/']]; ?>
<h1>Информация об оплате</h1>
<p align="justify">
    В нашем магазине предусмотрены два вида оплат. Первый вид это наличный расчёт. К вам приезжает курьер от нашей
    организиации, вы расчитываетесь на месте и забираете заказ. Второй аналогичен только расчёт может произвестись на
    банковским переводом на карту или на счёт. После подтверждения перевода вы можете получить свой заказ
</p>
<!--<h1>Порядок оплаты заказов</h1>-->
<!--<p>-->
<!--    Дорогие наши клиенты, мы работаем по 100% предоплате товара. Это вынужденная мера на некоторое время. Мы-->
<!--    понимаем все опасения наших клиентов за свои деньги поэтому у нас есть возможность сделать заказ на сайте без-->
<!--    внесения оплаты за него. После оформления заказа с вами связывается наш мастер для уточнения деталей заказа-->
<!--    чтобы детально проработать пожелания клиента. После полного согласования клиенту следует оплатить заказ после-->
<!--    чего мастер приступит к выполнению. Среднее время создания аксесуара от 7 до 10 дней. К этому времени нужно-->
<!--    добавить время на доставку.-->
<!--</p>-->
<!--<img src="http://pngimg.com/uploads/visa/visa_PNG4.png" style="display: inline-block; width: 300px; margin: 1% 10%;">-->
<!--<img src="/web/upload/images/maestro.png" style="display: inline-block; width: 300px; margin: 1% 10%;">-->
<!--<p>-->
<!--    Заказ на сайте можно оплатить непосредственно на самом сайте при оформлении заказа, в личном кабинете после-->
<!--    оформления заказа. Либо воспользоваться переводом в Сбербанк Онлайн по номеру телефона. Реквизиты для оплаты-->
<!--    указываются при связи мастера с клиентом-->
<!--</p>-->
<!--<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Alfa-Bank.svg/1280px-Alfa-Bank.svg.png"-->
<!--     style="width: 300px; margin: 1% 10%;">-->
<!--<img src="https://spasibosberbank.ru/media/uploads/logo_sberbank.png" style="width: 300px; margin: 1% 10%;">-->
