application/modules/site/widgets/AdminPanel/views/default.php

SELECT COUNT(*) FROM `product`
SELECT COUNT(*) FROM `user`
---
        <li class="admin-panel-list__item link"><a href="/">Сайт</a></li>
        <li class="admin-panel-list__item link"><a href="/admin/">Панель управления</a></li>
        <li class="admin-panel-list__item link"><a href="<?= Url::to(['/admin/order/order-backend/index']); ?>">Заказы <span class="actual-count"><?= $count_orders; ?></span></a></li>
        <li class="admin-panel-list__item link"><a href="<?= Url::to(['/admin/catalog/product-backend/index']); ?>">Товары <span class="actual-count"><?= Product::find()->count(); ?></span></a></li>
        <li class="admin-panel-list__item link"><a href="<?= Url::to(['/admin/user/user-backend/index']); ?>">Пользователи <span class="actual-count"><?= User::find()->count(); ?></span></a></li>