application/modules/stock/widgets/store/StoreWidget.php

SELECT * FROM `stocks` WHERE `city_id`=1
---
    public function run()
    {
        $city_id = null;

        if (!$city_id = \Yii::$app->session->get('city_id')) {
            $geo = Geo::findOne(['is_default' => true]);
            if ($geo) {
                $city_id = $geo->id;
            }
        }

        if (!$city_id) {
            return false;
        }

        $stock = Stocks::find()->where(['city_id' => $city_id])->one();