application/modules/site_settings/models/entity/SiteSettings.php

    public static function findByCode($code)
    {
        return static::findOne(['code' => $code]);
---
SELECT * FROM `site_settings` WHERE `code`='phone_1'